Repository: giellalt/corpus-sme
Catalog: tmx/smj/bible/osko/index.php_kat_id=25_art_id=21.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Girku
smj: Åhpav: Girkko

source: Sámi girkodáidda
smj: Sáme girkkodájdda

source: Girkolanjas leat dávjá máŋgga risttalaš symbolat sihke áltárgovain, biktasiin, bácciin ja govain.
smj: Girkkolanján le álu galle ristagis symbåvlåjs álltárgåvåjn, mæssohágelin ja skulptuvrajn ja gåvåjn.

source: Sihke ivdneválljen, huksenávdnasat ja dáidda sáhttet dán čájehit.
smj: Bájkálasj dábe duola dagu bájno, materiála ja dájdda álu bájnni girkkoj hámev.

source: Govvadáidda čájeha eanáš háviid muitalusaid Biibbalis.
smj: Gåvvådájdda álu rámátsubttsasijda vuoset.

source: Máŋgga searvegottit sámi guovlluin leat háliidan áltártávvaliid govaid haga.
smj: Moadda tjoaggulvisá dåppe gånnå sáme årru li sihtam álltártáblov gåvå dagi.

source: Muhtun girkoviesuin lea dušše ruossa, alit duogážiin.
smj: Muhtem girkkojn le dåssju ruossa alek duogátja åvdån.

source: Alit ivdni lea almmi ivdni. Dán láhkái galgá áltárgovva muitalit ahte dušše ruossa čájeha almmi midjiide.
smj: Alek le alme bájnno ja navti galggá álltárgåvvå vuosedit dåssju ruossa mierkki almme midjij.

source: Dovddat go girkoviesuid mas leat symbolat, ornameanttat, dáidda, ivnnit, ja atnindávvirat mat čájehit sámi árbevieru ?
smj: Diedák gus jus gávnnuji girkko ma li adnám symbåvlåjt, ornamentajt, dájdav, bájnojt ja adnogávnijt ma li sáme dábij vuodon ?

source: Symbolageavaheapmi ja dan maid olmmoš oaidná girkolanjas lea dávjá dát, mii amasmahttá dahje oahpásmahttá olbmo.
smj: Tjalmme álu vuojnná symbåvllåanov ja visuella hábbmimav girkkon ja navti dåbddå dagu dasi gullu jali ij.

source: Mii dat lea, du mielas, mii dagašii girku sámi girkun Sámi ássiide ?
smj: Gåktu duv mielas máhttá girkkov sáme girkkon dahkat Sámen ?

source: Duoji sáhttá juohkit čoarveduodjái, muorraduodjái, dipmaduodjái ja dáidagii.
smj: Duodje máhttá juogeduvvat garraduodjáj, giehtabargguj ja dájddaj.

source: Leat gal ovdamearkkat ahte dát leat geavahuvvon girkočiŋaheamis.
smj: Dá li girkkohærvvan aneduvvam.

source: Čohkkirasa girkus davvi-Ruoŧas lea dáiddár Lars-Levi Sunna duddjon orgeltangeanttaid soagis, čoarvvis ja sisttis.
smj: Jukkasjávre girkkon Svierigin le dájddár Lars-Levi Sunna orgeltangentajt dahkam soages, tjoarves ja sasnes.

source: Eanodaga girkus davvi-Suomas čájeha áltártávval gávttehas sápmelaččaid ja bohccuid.
smj: Ænodagá girkkon Nuortta-Suoman vuoset álltártábllo gáptegis sámijt ja rejnajt.

source: Sirpmá girkus lea dáiddár Eva-Britt Varsi čiŋadan sárdnestuolu sámi ivnniiguin ja minstariiguin.
smj: Sirmmá girkkon le dájddár Eva-Britt Varsi sárnneståvlåv sámeinspireridum bájnoj ja skándaj hiervvim.

source: Kárášjoga ođđa girku lea goahtehápmásaš viessu.
smj: Kárásjågå ådå girkko hábme galggá mak gámá lágasj.
